/* main */
"Activating schedules again after sleeping..." = "Activating schedules again after sleeping...";

/* Logg */
"Adding result to log:" = "Adding result to log:";

/* main */
"daily" = "daily";

/* datetime */
"days" = "days";

/* main */
"default" = "default";

/* default profile */
"Default profile" = "Default profile";

/* main */
"Executing scheduled tasks is not enabled in RsyncOSX...." = "Executing scheduled tasks is not enabled in RsyncOSX....";

/* Execute */
"Executing task in profile" = "Executing task in profile";

/* firstask */
"First scheduled task:" = "First scheduled task:";

/* addobserverforreload */
"Got notification for reload" = "Got notification for reload";

/* datetime */
"h" = "h";

/* datetime */
"hours" = "hours";

/* firstask */
"in" = "in";

/* Mount */
"in:" = "in:";

/* main */
"Invalidating tasks and going to sleep..." = "Invalidating tasks and going to sleep...";

/* schedule */
"Loading profile:" = "Loading profile:";

/* Notification */
"Message from scheduled backup..." = "Message from scheduled backup...";

/* datetime */
"mins" = "mins";

/* Mount */
"Mounted Volume discovered" = "Mounted Volume discovered";

/* main */
"Mounting volumes:" = "Mounting volumes:";

/* loginfo */
"No connection with server:" = "No connection with server:";

/* loginfo */
"No connection, bailed out..." = "No connection, bailed out...";

/* Execute */
"No hiddenID in dictionary" = "No hiddenID in dictionary";

/* main */
"once" = "once";

/* default profile */
"Profile" = "Profile";

/* main */
"Profile:" = "Profile:";

/* reloadinfo */
"Profile: default loaded." = "Profile: default loaded.";

/* main */
"Reading configurations for current profile" = "Reading configurations for current profile";

/* main */
"Reading schedules for current profile" = "Reading schedules for current profile";

/* Sorted */
"Reloading all schedules..." = "Reloading all schedules...";

/* main */
"RsyncOSXsched version:" = "RsyncOSXsched version:";

/* Dispatch */
"Schedule dispatch: no more scheduled task in queue" = "Schedule dispatch: no more scheduled task in queue";

/* Dispatch */
"Schedule dispatch: setting next scheduled task in:" = "Schedule dispatch: setting next scheduled task in:";

/* Timer */
"Schedule timer: no more scheduled task in queue" = "Schedule timer: no more scheduled task in queue";

/* Timer */
"Schedule timer: setting next scheduled task in:" = "Schedule timer: setting next scheduled task in:";

/* Execute
   loginfo */
"Scheduled backup did not execute" = "Scheduled backup did not execute";

/* datetime */
"secs" = "secs";

/* main */
"Some remote sites not avaliable, see log ...." = "Some remote sites not avaliable, see log ....";

/* rsyncerror */
"There was a rsync error" = "There was a rsync error";

/* ReadWrite */
"to disk" = "to disk";

/* main */
"Unmounting volumes:" = "Unmounting volumes:";

/* main */
"weekly" = "weekly";

/* Storage */
"Write and reload configurations" = "Write and reload configurations";

/* Storage */
"Write and reload schedules" = "Write and reload schedules";

/* ReadWrite */
"Writing:" = "Writing:";

